{
	"generic": [
		{
			"en": "Dinosaurs can attack while lunging.",
			"ru": "Динозавры могут атаковать во время выпада.",
			"zh": "恐龙可以在冲刺时进行攻击。",
			"zh-CHT": "恐龙可以在冲刺时进行攻击。",
			"uk": "Динозаври можуть атакувати під час випаду.",
			"fr": "Les dinosaures peuvent attaquer en se précipitant.",
			"tr": "Dinozorlar hamle yaparken saldırabilir.",
			"es": "Los dinosaurios pueden atacar mientras se lanzan.",
			"it": "I dinosauri possono attaccare durante l'affondo.",
			"pt": "Os dinossauros podem atacar enquanto avançam.",
			"de": "Dinosaurier können beim Ausfallen angreifen.",
			"pl": "Dinozaury mogą atakować podczas skoku.",
			"ja": "恐竜は突進しながら攻撃することができます。",
			"hu": "A dinoszauruszok támadás közben támadhatnak."
		},
		{
			"en": "Switch to your melee weapon to move faster.",
			"ru": "Переключитесь на оружие ближнего боя, чтобы двигаться быстрее.",
			"zh": "切换到你的近战武器以加快移动速度。",
			"zh-CHT": "切换到你的近战武器以加快移动速度。",
			"uk": "Перемикайтеся на свою холодну зброю, щоб рухатися швидше.",
			"fr": "Passez à votre arme de mêlée pour vous déplacer plus rapidement.",
			"tr": "Daha hızlı hareket etmek için yakın dövüş silahınıza geçin.",
			"es": "Cambia a tu arma cuerpo a cuerpo para moverte más rápido.",
			"it": "Passa alla tua arma da mischia per muoverti più velocemente.",
			"pt": "Mude para sua arma corpo a corpo para se mover mais rápido.",
			"de": "Wechseln Sie zu Ihrer Nahkampfwaffe, um sich schneller zu bewegen.",
			"pl": "Przełącz się na broń do walki w zwarciu, aby poruszać się szybciej.",
			"ja": "より速く移動するには、近接武器に切り替えてください。",
			"hu": "Váltson közelharci fegyverére, hogy gyorsabban haladjon."
		},
		{
			"en": "Heavy weapons, like LMGs and launchers, reduce movement speed.",
			"ru": "Тяжелое оружие, такое как ручные пулеметы и гранатометы, снижает скорость передвижения.",
			"zh": "轻机枪和发射器等重型武器会降低移动速度。",
			"zh-CHT": "轻机枪和发射器等重型武器会降低移动速度。",
			"uk": "Важка зброя, як-от LMG та пускові установки, зменшує швидкість руху.",
			"fr": "Les armes lourdes, comme les LMG et les lanceurs, réduisent la vitesse de déplacement.",
			"tr": "LMG'ler ve rampalar gibi ağır silahlar hareket hızını azaltır.",
			"es": "Las armas pesadas, como LMG y lanzadores, reducen la velocidad de movimiento.",
			"it": "Le armi pesanti, come mitragliatrici leggere e lanciatori, riducono la velocità di movimento.",
			"pt": "Armas pesadas, como LMGs e lançadores, reduzem a velocidade de movimento.",
			"de": "Schwere Waffen wie LMGs und Werfer verringern die Bewegungsgeschwindigkeit.",
			"pl": "Ciężka broń, taka jak LKM-y i wyrzutnie, zmniejsza prędkość ruchu.",
			"ja": "LMG やランチャーなどの重火器は移動速度を低下させます。",
			"hu": "A nehézfegyverek, például az LMG-k és a kilövők csökkentik a mozgási sebességet."
		},
		{
			"en": "You can use Stun Grenades and Flashbangs to immobilize enemies.",
			"ru": "Вы можете использовать светошумовые гранаты и светошумовые гранаты, чтобы обездвижить врагов.",
			"zh": "您可以使用眩晕手榴弹和闪光弹来使敌人动弹不得。",
			"zh-CHT": "您可以使用眩晕手榴弹和闪光弹来使敌人动弹不得。",
			"uk": "Ви можете використовувати світлошумові гранати та Flashbangs, щоб знерухомити ворогів.",
			"fr": "Vous pouvez utiliser des grenades assourdissantes et des flashbangs pour immobiliser les ennemis.",
			"tr": "Düşmanları hareketsiz kılmak için Sersemletme Bombaları ve Flashbang'ları kullanabilirsiniz.",
			"es": "Puedes usar Stun Grenades y Flashbangs para inmovilizar enemigos.",
			"it": "Puoi usare granate stordenti e flashbang per immobilizzare i nemici.",
			"pt": "Você pode usar Stun Grenades e Flashbangs para imobilizar os inimigos.",
			"de": "Sie können Betäubungsgranaten und Blendgranaten verwenden, um Feinde bewegungsunfähig zu machen.",
			"pl": "Możesz użyć granatów ogłuszających i granatów błyskowych, aby unieruchomić wrogów.",
			"ja": "スタングレネードとフラッシュバンを使用して敵を動けなくすることができます。",
			"hu": "Kábítógránátokat és Flashbangeket használhatsz az ellenségek mozgásképtelenné tételére."
		},
		{
			"en": "Some maps have high-caliber weapon drops, like the TAC-50 sniper rifle.",
			"ru": "На некоторых картах выпадает крупнокалиберное оружие, например, снайперская винтовка TAC-50.",
			"zh": "有些地图会掉落高口径武器，例如 TAC-50 狙击步枪。",
			"zh-CHT": "有些地图会掉落高口径武器，例如 TAC-50 狙击步枪。",
			"uk": "Деякі карти містять зброю великого калібру, наприклад снайперську гвинтівку TAC-50.",
			"fr": "Certaines cartes ont des largages d'armes de gros calibre, comme le fusil de sniper TAC-50.",
			"tr": "Bazı haritalar, TAC-50 keskin nişancı tüfeği gibi yüksek kalibreli silah düşüşlerine sahiptir.",
			"es": "Algunos mapas tienen lanzamientos de armas de alto calibre, como el rifle de francotirador TAC-50.",
			"it": "Alcune mappe hanno lanci di armi di alto calibro, come il fucile da cecchino TAC-50.",
			"pt": "Alguns mapas têm lançamentos de armas de alto calibre, como o rifle sniper TAC-50.",
			"de": "Auf einigen Karten gibt es hochkarätige Waffenabwürfe, wie zum Beispiel das TAC-50-Scharfschützengewehr.",
			"pl": "Niektóre mapy mają zrzuty broni dużego kalibru, na przykład karabin snajperski TAC-50.",
			"ja": "一部のマップには、TAC-50 スナイパー ライフルなどの高口径の武器がドロップされます。",
			"hu": "Egyes térképeken nagy kaliberű fegyverledobások találhatók, mint például a TAC-50 mesterlövész puska."
		},
		{
			"en": "The Kevlar equipment reduces damage from firearms.",
			"ru": "Кевларовое снаряжение снижает урон от огнестрельного оружия.",
			"zh": "凯夫拉尔装备可减少枪支造成的伤害。",
			"zh-CHT": "凯夫拉尔装备可减少枪支造成的伤害。",
			"uk": "Екіпірування з кевлару знижує шкоду від вогнепальної зброї.",
			"fr": "L'équipement en Kevlar réduit les dommages causés par les armes à feu.",
			"tr": "Kevlar ekipmanı, ateşli silahlardan kaynaklanan hasarı azaltır.",
			"es": "El equipo de Kevlar reduce el daño de las armas de fuego.",
			"it": "L'attrezzatura in Kevlar riduce i danni causati dalle armi da fuoco.",
			"pt": "O equipamento Kevlar reduz os danos causados ​​por armas de fogo.",
			"de": "Die Kevlar-Ausrüstung reduziert den Schaden durch Schusswaffen.",
			"pl": "Wyposażenie kevlarowe zmniejsza obrażenia od broni palnej.",
			"ja": "ケブラー装備は銃器によるダメージを軽減します。",
			"hu": "A Kevlar felszerelés csökkenti a lőfegyverek okozta károkat."
		},
		{
			"en": "The Blast Vest equipment reduces damage from explosive and fire.",
			"ru": "Экипировка Blast Vest уменьшает урон от взрывчатых веществ и огня.",
			"zh": "防爆背心设备可减少爆炸和火灾造成的损害。",
			"zh-CHT": "防爆背心设备可减少爆炸和火灾造成的损害。",
			"uk": "Обладнання Blast Vest зменшує шкоду від вибухівки та вогню.",
			"fr": "L'équipement Blast Vest réduit les dégâts causés par les explosifs et le feu.",
			"tr": "Blast Vest ekipmanı, patlayıcı ve ateşten kaynaklanan hasarı azaltır.",
			"es": "El equipo Blast Vest reduce el daño por explosivos y fuego.",
			"it": "L'equipaggiamento Blast Vest riduce i danni causati da esplosivi e fuoco.",
			"pt": "O equipamento Blast Vest reduz os danos causados ​​por explosivos e fogo.",
			"de": "Die Blast Vest-Ausrüstung reduziert den Schaden durch Sprengstoff und Feuer.",
			"pl": "Wyposażenie kamizelki wybuchowej zmniejsza obrażenia od materiałów wybuchowych i ognia.",
			"ja": "ブラストベスト装備は爆発物や火災によるダメージを軽減します。",
			"hu": "A Blast Vest felszerelés csökkenti a robbanás- és tűz okozta károkat."
		},
		{
			"en": "The Dino Vest equipment reduces damage from dinosaurs.",
			"ru": "Снаряжение Dino Vest уменьшает урон от динозавров.",
			"zh": "恐龙背心设备可减少恐龙造成的伤害。",
			"zh-CHT": "恐龙背心设备可减少恐龙造成的伤害。",
			"uk": "Спорядження Dino Vest зменшує шкоду від динозаврів.",
			"fr": "L'équipement Dino Vest réduit les dégâts causés par les dinosaures.",
			"tr": "Dino Vest ekipmanı, dinozorların verdiği hasarı azaltır.",
			"es": "El equipo Dino Vest reduce el daño de los dinosaurios.",
			"it": "L'equipaggiamento Dino Vest riduce i danni dei dinosauri.",
			"pt": "O equipamento Dino Vest reduz os danos dos dinossauros.",
			"de": "Die Dino-Weste-Ausrüstung reduziert den Schaden durch Dinosaurier.",
			"pl": "Wyposażenie Dino Vest zmniejsza obrażenia zadawane przez dinozaury.",
			"ja": "Dino Vest 装備は恐竜からのダメージを軽減します。",
			"hu": "A Dino Vest felszerelés csökkenti a dinoszauruszok okozta károkat."
		},
		{
			"en": "Smaller dinosaurs, like the Compy, are better at avoiding bullets.",
			"ru": "Меньшие динозавры, такие как компи, лучше избегают пуль.",
			"zh": "像Compy这样的小型恐龙更擅长躲避子弹。",
			"zh-CHT": "像Compy这样的小型恐龙更擅长躲避子弹。",
			"uk": "Менші динозаври, такі як Compy, краще уникають куль.",
			"fr": "Les dinosaures plus petits, comme le Compy, évitent mieux les balles.",
			"tr": "Compy gibi daha küçük dinozorlar mermilerden kaçmakta daha iyidir.",
			"es": "Los dinosaurios más pequeños, como el Compy, son mejores para evitar las balas.",
			"it": "I dinosauri più piccoli, come il Compy, sono più bravi a evitare i proiettili.",
			"pt": "Dinossauros menores, como o Compy, são melhores em evitar balas.",
			"de": "Kleinere Dinosaurier wie der Compy können Kugeln besser ausweichen.",
			"pl": "Mniejsze dinozaury, takie jak Compy, lepiej unikają kul.",
			"ja": "コンピーのような小型の恐竜は銃弾を避けるのが得意です。",
			"hu": "A kisebb dinoszauruszok, mint például a Compy, jobban elkerülik a golyókat."
		},
		{
			"en": "Use the Repair Tool equipment to repair friendly vehicles and turrets.",
			"ru": "Используйте ремонтный инструмент для ремонта дружественной техники и турелей.",
			"zh": "使用修理工具设备修理友方车辆和炮塔。",
			"zh-CHT": "使用修理工具设备修理友方车辆和炮塔。",
			"uk": "Використовуйте інструмент для ремонту, щоб відремонтувати дружні машини та турелі.",
			"fr": "Utilisez l'équipement de l'outil de réparation pour réparer les véhicules et les tourelles alliés.",
			"tr": "Dost araçları ve taretleri onarmak için Onarım Aracı ekipmanını kullanın.",
			"es": "Usa el equipo de herramientas de reparación para reparar vehículos y torretas aliados.",
			"it": "Usa l'equipaggiamento dello strumento di riparazione per riparare i veicoli e le torrette amiche.",
			"pt": "Use o equipamento Ferramenta de Reparo para consertar veículos e torres aliados.",
			"de": "Verwenden Sie die Reparaturwerkzeugausrüstung, um befreundete Fahrzeuge und Geschütztürme zu reparieren.",
			"pl": "Używaj narzędzi naprawczych do naprawy przyjaznych pojazdów i wieżyczek.",
			"ja": "修復ツール機器を使用して、味方の車両や砲塔を修復します。",
			"hu": "Használja a Repair Tool berendezést a barátságos járművek és tornyok javításához."
		},
		{
			"en": "Use the Stim equipment to restore your health or a nearby ally's health.",
			"ru": "Используйте оборудование Stim, чтобы восстановить свое здоровье или здоровье ближайшего союзника.",
			"zh": "使用刺激设备恢复您或附近盟友的生命值。",
			"zh-CHT": "使用刺激设备恢复您或附近盟友的生命值。",
			"uk": "Використовуйте спорядження Stim, щоб відновити своє здоров'я або здоров'я найближчого союзника.",
			"fr": "Utilisez l'équipement Stim pour restaurer votre santé ou celle d'un allié à proximité.",
			"tr": "Sağlığınızı veya yakındaki bir müttefikin sağlığını iyileştirmek için Stim ekipmanını kullanın.",
			"es": "Usa el equipo Stim para restaurar tu salud o la salud de un aliado cercano.",
			"it": "Usa l'equipaggiamento Stim per ripristinare la tua salute o quella di un alleato nelle vicinanze.",
			"pt": "Use o equipamento Stim para restaurar sua saúde ou a saúde de um aliado próximo.",
			"de": "Verwenden Sie die Stim-Ausrüstung, um Ihre Gesundheit oder die eines Verbündeten in der Nähe wiederherzustellen.",
			"pl": "Użyj sprzętu do stymulacji, aby przywrócić zdrowie sobie lub pobliskiemu sojusznikowi.",
			"ja": "スティム装備を使用して、自分または近くの味方の健康を回復します。",
			"hu": "Használja a Stim felszerelést saját vagy közeli szövetségese egészségének helyreállítására."
		},
		{
			"en": "Use the Command Menu (default C) to give orders to teammates.",
			"ru": "Используйте командное меню (по умолчанию C), чтобы отдавать приказы товарищам по команде.",
			"zh": "使用命令菜单（默认 C）向队友发出命令。",
			"zh-CHT": "使用命令菜单（默认 C）向队友发出命令。",
			"uk": "Використовуйте командне меню (за замовчуванням C), щоб віддавати накази товаришам по команді.",
			"fr": "Utilisez le menu de commande (C par défaut) pour donner des ordres à vos coéquipiers.",
			"tr": "Takım arkadaşlarına emir vermek için Komut Menüsünü (varsayılan C) kullanın.",
			"es": "Usa el menú de comandos (C por defecto) para dar órdenes a tus compañeros de equipo.",
			"it": "Usa il menu dei comandi (predefinito C) per dare ordini ai compagni di squadra.",
			"pt": "Use o Menu de Comando (padrão C) para dar ordens aos companheiros de equipe.",
			"de": "Verwenden Sie das Befehlsmenü (Standard C), um Teamkollegen Befehle zu erteilen.",
			"pl": "Użyj menu poleceń (domyślnie C), aby wydawać rozkazy członkom drużyny.",
			"ja": "コマンド メニュー (デフォルト C) を使用して、チームメイトに命令を出します。",
			"hu": "Használja a Parancs menüt (alapértelmezett C), hogy parancsokat adjon a csapattársaknak."
		},
		{
			"en": "Weapons with higher penetration deal extra damage to dinosaurs.",
			"ru": "Оружие с более высокой проникающей способностью наносит динозаврам дополнительный урон.",
			"zh": "具有更高穿透力的武器会对恐龙造成额外伤害。",
			"zh-CHT": "具有更高穿透力的武器会对恐龙造成额外伤害。",
			"uk": "Зброя з більшою проникаючою здатністю завдає додаткової шкоди динозаврам.",
			"fr": "Les armes avec une pénétration plus élevée infligent des dégâts supplémentaires aux dinosaures.",
			"tr": "Daha yüksek delişe sahip silahlar dinozorlara ekstra hasar verir.",
			"es": "Las armas con mayor penetración infligen daño adicional a los dinosaurios.",
			"it": "Le armi con maggiore penetrazione infliggono danni extra ai dinosauri.",
			"pt": "Armas com maior penetração causam dano extra aos dinossauros.",
			"de": "Waffen mit höherer Durchschlagskraft fügen Dinosauriern zusätzlichen Schaden zu.",
			"pl": "Broń o większej penetracji zadaje dinozaurom dodatkowe obrażenia.",
			"ja": "貫通力の高い武器は恐竜に追加のダメージを与えます。",
			"hu": "A nagyobb áthatolású fegyverek extra sebzést okoznak a dinoszauruszoknak."
		},
		{
			"en": "Join a clan for more challenge rewards.",
			"ru": "Присоединяйтесь к клану, чтобы получить больше наград за испытания.",
			"zh": "加入部落以获得更多挑战奖励。",
			"zh-CHT": "加入部落以获得更多挑战奖励。",
			"uk": "Приєднуйтеся до клану, щоб отримати більше винагород за завдання.",
			"fr": "Rejoignez un clan pour plus de récompenses de défi.",
			"tr": "Daha fazla meydan okuma ödülü için bir klana katılın.",
			"es": "Únete a un clan para obtener más recompensas de desafío.",
			"it": "Unisciti a un clan per ulteriori ricompense per le sfide.",
			"pt": "Junte-se a um clã para obter mais recompensas de desafio.",
			"de": "Treten Sie einem Clan bei, um weitere Herausforderungsbelohnungen zu erhalten.",
			"pl": "Dołącz do klanu, aby otrzymać więcej nagród za wyzwania.",
			"ja": "クランに参加して、さらに多くのチャレンジ報酬を獲得しましょう。",
			"hu": "Csatlakozz egy klánhoz, hogy több kihívást érj el."
		},
		{
			"en": "You can create your own maps and missions with the Scenario Editor.",
			"ru": "Вы можете создавать свои собственные карты и миссии с помощью редактора сценариев.",
			"zh": "您可以使用场景编辑器创建自己的地图和任务。",
			"zh-CHT": "您可以使用场景编辑器创建自己的地图和任务。",
			"uk": "Ви можете створювати власні карти та місії за допомогою редактора сценаріїв.",
			"fr": "Vous pouvez créer vos propres cartes et missions avec l'éditeur de scénario.",
			"tr": "Senaryo Düzenleyici ile kendi haritalarınızı ve görevlerinizi oluşturabilirsiniz.",
			"es": "Puedes crear tus propios mapas y misiones con el Editor de escenarios.",
			"it": "Puoi creare le tue mappe e missioni con l'editor di scenari.",
			"pt": "Você pode criar seus próprios mapas e missões com o Editor de Cenário.",
			"de": "Mit dem Szenario-Editor können Sie Ihre eigenen Karten und Missionen erstellen.",
			"pl": "Możesz tworzyć własne mapy i misje za pomocą Edytora scenariuszy.",
			"ja": "シナリオ エディターを使用して独自のマップとミッションを作成できます。",
			"hu": "A Scenario Editor segítségével saját térképeket és küldetéseket hozhat létre."
		},
		{
			"en": "The Trophy System destroys 5 incoming explosives.",
			"ru": "Система трофеев уничтожает 5 приближающихся взрывчатых веществ.",
			"zh": "奖杯系统摧毁了 5 个来袭的爆炸物。",
			"zh-CHT": "奖杯系统摧毁了 5 个来袭的爆炸物。",
			"uk": "Система трофеїв знищує 5 вибухових речовин, що надходять.",
			"fr": "Le système de trophées détruit 5 explosifs entrants.",
			"tr": "Kupa Sistemi, gelen 5 patlayıcıyı imha eder.",
			"es": "El sistema de trofeos destruye 5 explosivos entrantes.",
			"it": "Il Trophy System distrugge 5 esplosivi in ​​arrivo.",
			"pt": "O Sistema de Troféus destrói 5 explosivos recebidos.",
			"de": "Das Trophäensystem zerstört 5 ankommende Sprengstoffe.",
			"pl": "System trofeów niszczy 5 nadlatujących ładunków wybuchowych.",
			"ja": "トロフィー システムは、入ってくる 5 つの爆発物を破壊します。",
			"hu": "A Trophy System 5 beérkező robbanóanyagot semmisít meg."
		}
	],
	"survival": [
		{
			"en": "Melee kills award more cash in Survival.",
			"ru": "Убийства в ближнем бою дают больше денег в режиме выживания.",
			"zh": "生存模式中的近战击杀奖励更多现金。",
			"zh-CHT": "生存模式中的近战击杀奖励更多现金。",
			"uk": "Вбивства в ближньому бою нагороджують більше грошей у Survival.",
			"fr": "Les éliminations au corps à corps rapportent plus d'argent en mode Survie.",
			"tr": "Yakın Dövüş Öldürmeler, Hayatta Kalma'da daha fazla para ödülü verir.",
			"es": "Las muertes cuerpo a cuerpo otorgan más dinero en Supervivencia.",
			"it": "Le uccisioni corpo a corpo assegnano più denaro in Sopravvivenza.",
			"pt": "Mortes corpo a corpo concedem mais dinheiro em Sobrevivência.",
			"de": "Nahkampftötungen bringen im Survival-Modus mehr Geld ein.",
			"pl": "Zabójstwa wręcz dają więcej gotówki w Przetrwaniu.",
			"ja": "サバイバルでは、近接攻撃でより多くの賞金を獲得できます。",
			"hu": "A közelharci több pénzt ölt meg a Survivalben."
		},
		{
			"en": "Multi-kills award bonus cash in Survival.",
			"ru": "Бонусные деньги за множественные убийства в Survival.",
			"zh": "生存模式中的多次击杀奖励现金奖励。",
			"zh-CHT": "生存模式中的多次击杀奖励现金奖励。",
			"uk": "Нагорода за кілька вбивств у грі Survival.",
			"fr": "Multi-kills récompense de l'argent bonus en survie.",
			"tr": "Hayatta Kalma'da çoklu öldürme ödülü nakit para.",
			"es": "Premio en efectivo de bonificación por muertes múltiples en Supervivencia.",
			"it": "Le uccisioni multiple assegnano denaro bonus in Sopravvivenza.",
			"pt": "Bônus de recompensa em dinheiro por mortes múltiplas em Sobrevivência.",
			"de": "Multi-Kills gewähren Bonusgeld in Survival.",
			"pl": "Wielokrotne zabójstwa zapewniają premię pieniężną w trybie przetrwania.",
			"ja": "サバイバルではマルチキルでボーナス現金が得られます。",
			"hu": "Multi-kill jutalombónusz készpénz a Survivalben."
		},
		{
			"en": "Large dinosaurs, like the Allosaurus, have increased bullet resistance.",
			"ru": "Крупные динозавры, такие как аллозавры, обладают повышенной пуленепробиваемостью.",
			"zh": "大型恐龙，例如异特龙，具有更高的子弹抵抗力。",
			"zh-CHT": "大型恐龙，例如异特龙，具有更高的子弹抵抗力。",
			"uk": "Великі динозаври, такі як алозавр, мають підвищену кульостійкість.",
			"fr": "Les grands dinosaures, comme l'Allosaurus, ont une résistance accrue aux balles.",
			"tr": "Allosaurus gibi büyük dinozorlar, kurşun direncini artırmıştır.",
			"es": "Los dinosaurios grandes, como el Allosaurus, tienen mayor resistencia a las balas.",
			"it": "I grandi dinosauri, come l'allosauro, hanno una maggiore resistenza ai proiettili.",
			"pt": "Dinossauros grandes, como o Allosaurus, aumentaram a resistência a balas.",
			"de": "Große Dinosaurier wie der Allosaurus verfügen über eine erhöhte Durchschussresistenz.",
			"pl": "Duże dinozaury, takie jak allozaur, mają zwiększoną odporność na kule.",
			"ja": "アロサウルスのような大型恐竜は耐弾性が向上しています。",
			"hu": "A nagy dinoszauruszok, mint az Allosaurus, megnövelték a golyóállóságot."
		},
		{
			"en": "Friendly dinosaurs regenerate health in Survival.",
			"ru": "Дружелюбные динозавры восстанавливают здоровье в режиме выживания.",
			"zh": "友好的恐龙在生存中恢复健康。",
			"zh-CHT": "友好的恐龙在生存中恢复健康。",
			"uk": "Доброзичливі динозаври відновлюють здоров'я в Survival.",
			"fr": "Les dinosaures amicaux régénèrent la santé dans Survival.",
			"tr": "Cana yakın dinozorlar Survival'da sağlığı yeniler.",
			"es": "Los dinosaurios amigables regeneran salud en Survival.",
			"it": "I dinosauri amichevoli rigenerano la salute in Sopravvivenza.",
			"pt": "Dinossauros amigáveis ​​regeneram saúde em Sobrevivência.",
			"de": "Freundliche Dinosaurier regenerieren in Survival ihre Gesundheit.",
			"pl": "Przyjazne dinozaury regenerują zdrowie w trybie przetrwania.",
			"ja": "フレンドリーな恐竜はサバイバルで健康を回復します。",
			"hu": "A barátságos dinoszauruszok helyreállítják az egészséget a túlélésben."
		},
		{
			"en": "Enemy dinosaur eggs can spawn Savage dinosaurs.",
			"ru": "Яйца вражеских динозавров могут породить диких динозавров.",
			"zh": "敌人的恐龙蛋可以生成野蛮恐龙。",
			"zh-CHT": "敌人的恐龙蛋可以生成野蛮恐龙。",
			"uk": "З яєць ворожих динозаврів можуть породжуватися дикі динозаври.",
			"fr": "Les œufs de dinosaures ennemis peuvent engendrer des dinosaures sauvages.",
			"tr": "Düşman dinozor yumurtaları, Vahşi dinozorları doğurabilir.",
			"es": "Los huevos de dinosaurio enemigos pueden engendrar dinosaurios salvajes.",
			"it": "Le uova di dinosauro nemico possono generare dinosauri selvaggi.",
			"pt": "Ovos de dinossauros inimigos podem gerar dinossauros selvagens.",
			"de": "Feindliche Dinosauriereier können wilde Dinosaurier hervorbringen.",
			"pl": "Jaja wrogich dinozaurów mogą odradzać dzikie dinozaury.",
			"ja": "敵の恐竜の卵からはサベージ恐竜が出現する可能性があります。",
			"hu": "Az ellenséges dinoszaurusztojások vad dinoszauruszokat szülhetnek."
		},
		{
			"en": "The Ammo Airdrop restocks all equipment and grenades.",
			"ru": "Раздача боеприпасов пополняет запасы всего снаряжения и гранат.",
			"zh": "弹药空投会补充所有装备和手榴弹。",
			"zh-CHT": "弹药空投会补充所有装备和手榴弹。",
			"uk": "Ammo Airdrop поповнює все обладнання та гранати.",
			"fr": "Le Ammo Airdrop réapprovisionne tout l'équipement et les grenades.",
			"tr": "Ammo Airdrop, tüm ekipmanı ve el bombalarını yeniden stoklar.",
			"es": "El Ammo Airdrop reabastece todo el equipo y las granadas.",
			"it": "Il lancio di munizioni rifornisce tutto l'equipaggiamento e le granate.",
			"pt": "O Ammo Airdrop reabastece todos os equipamentos e granadas.",
			"de": "Der Ammo Airdrop füllt alle Ausrüstungsgegenstände und Granaten wieder auf.",
			"pl": "Ammo Airdrop uzupełnia cały sprzęt i granaty.",
			"ja": "弾薬エアドロップはすべての装備と手榴弾を補充します。",
			"hu": "Az Ammo Airdrop feltölti az összes felszerelést és gránátot."
		},
		{
			"en": "Purchase new weapons and support from the Tactical Crate.",
			"ru": "Покупайте новое оружие и поддержку в тактическом ящике.",
			"zh": "从战术箱中购买新武器和支持。",
			"zh-CHT": "从战术箱中购买新武器和支持。",
			"uk": "Придбайте нову зброю та підтримку в тактичному ящику.",
			"fr": "Achetez de nouvelles armes et de l'assistance dans la caisse tactique.",
			"tr": "Tactical Crate'ten yeni silahlar ve destek satın alın.",
			"es": "Compra nuevas armas y apoyo de la caja táctica.",
			"it": "Acquista nuove armi e supporto dalla cassa tattica.",
			"pt": "Compre novas armas e suporte do Tactical Crate.",
			"de": "Kaufen Sie neue Waffen und Unterstützung aus der Taktischen Kiste.",
			"pl": "Kup nową broń i wsparcie ze Skrzynki taktycznej.",
			"ja": "Tactical Crate から新しい武器とサポートを購入します。",
			"hu": "Vásároljon új fegyvereket és támogatást a Tactical Crate-ből."
		},
		{
			"en": "Acquiring a tank is essential for long-term success in Survival.",
			"ru": "Приобретение танка необходимо для долгосрочного успеха в Выживании.",
			"zh": "获得坦克对于生存的长期成功至关重要。",
			"zh-CHT": "获得坦克对于生存的长期成功至关重要。",
			"uk": "Придбання танка має важливе значення для довгострокового успіху у виживанні.",
			"fr": "L'acquisition d'un char est essentielle pour un succès à long terme en Survie.",
			"tr": "Hayatta Kalma'da uzun vadeli başarı için bir tank edinmek çok önemlidir.",
			"es": "Adquirir un tanque es esencial para el éxito a largo plazo en Survival.",
			"it": "L'acquisizione di un carro armato è essenziale per il successo a lungo termine in Sopravvivenza.",
			"pt": "Adquirir um tanque é essencial para o sucesso a longo prazo em Sobrevivência.",
			"de": "Der Erwerb eines Panzers ist für den langfristigen Überlebenserfolg von entscheidender Bedeutung.",
			"pl": "Zdobycie czołgu jest niezbędne do długoterminowego sukcesu w Przetrwaniu.",
			"ja": "サバイバルで長期的に成功するには、戦車を入手することが不可欠です。",
			"hu": "Egy tank beszerzése elengedhetetlen a túlélés hosszú távú sikeréhez."
		},
		{
			"en": "SAM Turrets target enemy flying dinosaurs, like the Pterodactyl.",
			"ru": "Турели SAM нацелены на вражеских летающих динозавров, таких как птеродактиль.",
			"zh": "地对空导弹炮塔瞄准敌方飞行恐龙，例如翼手龙。",
			"zh-CHT": "地对空导弹炮塔瞄准敌方飞行恐龙，例如翼手龙。",
			"uk": "Вежі SAM націлюються на ворожих літаючих динозаврів, таких як Птеродактиль.",
			"fr": "Les tourelles SAM ciblent les dinosaures volants ennemis, comme le ptérodactyle.",
			"tr": "SAM Kuleleri, Pterodactyl gibi düşman uçan dinozorları hedef alır.",
			"es": "Las torretas SAM apuntan a los dinosaurios voladores enemigos, como el pterodáctilo.",
			"it": "Le torrette SAM prendono di mira i dinosauri volanti nemici, come lo pterodattilo.",
			"pt": "As torres SAM visam dinossauros voadores inimigos, como o Pterodáctilo.",
			"de": "SAM-Geschütztürme zielen auf feindliche fliegende Dinosaurier wie den Pterodaktylus.",
			"pl": "Wieżyczki SAM celują w wrogie latające dinozaury, takie jak pterodaktyl.",
			"ja": "SAM タレットは、テロダクティルのような敵の飛行恐竜をターゲットにします。",
			"hu": "A SAM tornyok az ellenséges repülő dinoszauruszokat veszik célba, mint például a Pterodactyl."
		},
		{
			"en": "The Sniper Turret and Railgun Turret target both ground and air enemies.",
			"ru": "Снайперская турель и рельсотрон нацелены как на наземных, так и на воздушных врагов.",
			"zh": "狙击炮塔和磁轨炮塔同时瞄准地面和空中敌人。",
			"zh-CHT": "狙击炮塔和磁轨炮塔同时瞄准地面和空中敌人。",
			"uk": "Снайперська вежа та рельсотронна вежа націлені як на наземних, так і на повітряних ворогів.",
			"fr": "La tourelle Sniper et la tourelle Railgun ciblent à la fois les ennemis terrestres et aériens.",
			"tr": "Sniper Taret ve Railgun Taret hem yerdeki hem de havadaki düşmanları hedef alır.",
			"es": "La torreta de francotirador y la torreta Railgun apuntan a enemigos terrestres y aéreos.",
			"it": "La torretta del cecchino e la torretta del cannone a rotaia prendono di mira sia i nemici di terra che quelli aerei.",
			"pt": "O Sniper Turret e o Railgun Turret têm como alvo inimigos terrestres e aéreos.",
			"de": "Der Scharfschützenturm und der Railgun-Turm zielen sowohl auf Boden- als auch auf Luftfeinde.",
			"pl": "Wieżyczka snajperska i wieżyczka kolejowa celują zarówno w wrogów naziemnych, jak i powietrznych.",
			"ja": "スナイパータレットとレールガンタレットは地上と空中の敵の両方をターゲットにします。",
			"hu": "A Sniper Turret és Railgun Turret mind a földi, mind a légi ellenséget célozza meg."
		},
		{
			"en": "Juggernauts drop extra cash when killed.",
			"ru": "При убийстве джаггернаутов выпадают дополнительные деньги.",
			"zh": "主宰被杀死时会掉落额外的现金。",
			"zh-CHT": "主宰被杀死时会掉落额外的现金。",
			"uk": "Джагернаути викидають додаткові гроші, коли їх вбивають.",
			"fr": "Les mastodontes laissent tomber de l'argent supplémentaire lorsqu'ils sont tués.",
			"tr": "Juggernauts öldürüldüğünde fazladan para düşürür.",
			"es": "Los gigantes arrojan dinero extra cuando mueren.",
			"it": "I Juggernaut rilasciano denaro extra quando vengono uccisi.",
			"pt": "Juggernauts deixam dinheiro extra quando mortos.",
			"de": "Juggernauts lassen zusätzliches Geld fallen, wenn sie getötet werden.",
			"pl": "Giganci upuszczają dodatkową gotówkę po zabiciu.",
			"ja": "ジャガーノートは殺されると追加の現金を落とします。",
			"hu": "A juggernautok extra pénzt dobnak el, amikor megölik."
		},
		{
			"en": "Dinosaur eggs drop extra cash if destroyed before they hatch.",
			"ru": "Из яиц динозавров выпадают дополнительные деньги, если их уничтожить до того, как они вылупятся.",
			"zh": "如果恐龙蛋在孵化前被破坏，则会掉落额外的现金。",
			"zh-CHT": "如果恐龙蛋在孵化前被破坏，则会掉落额外的现金。",
			"uk": "Яйця динозаврів приносять додаткові гроші, якщо їх знищити до того, як вони вилупляться.",
			"fr": "Les œufs de dinosaures rapportent de l'argent supplémentaire s'ils sont détruits avant leur éclosion.",
			"tr": "Dinozor yumurtaları, yumurtadan çıkmadan önce yok edilirlerse ekstra para bırakırlar.",
			"es": "Los huevos de dinosaurio arrojan dinero extra si se destruyen antes de que eclosionen.",
			"it": "Le uova di dinosauro rilasciano denaro extra se distrutte prima che si schiudano.",
			"pt": "Ovos de dinossauro dão dinheiro extra se destruídos antes de chocarem.",
			"de": "Dinosauriereier werfen zusätzliches Geld ab, wenn sie zerstört werden, bevor sie schlüpfen.",
			"pl": "Jaja dinozaurów upuszczają dodatkową gotówkę, jeśli zostaną zniszczone przed wykluciem.",
			"ja": "恐竜の卵は、孵化する前に破壊すると追加の現金をドロップします。",
			"hu": "A dinoszaurusztojások extra pénzt dobnak el, ha kikelés előtt megsemmisítik."
		}
	],
	"tyrant": [
		{
			"en": "Explosives and fire are effective against the T-Rex.",
			"ru": "Взрывчатка и огонь эффективны против T-Rex.",
			"zh": "炸药和火对霸王龙有效。",
			"zh-CHT": "炸药和火对霸王龙有效。",
			"uk": "Вибухові речовини та вогонь ефективні проти T-Rex.",
			"fr": "Les explosifs et le feu sont efficaces contre le T-Rex.",
			"tr": "Patlayıcılar ve ateş, T-Rex'e karşı etkilidir.",
			"es": "Los explosivos y el fuego son efectivos contra el T-Rex.",
			"it": "Gli esplosivi e il fuoco sono efficaci contro il T-Rex.",
			"pt": "Explosivos e fogo são eficazes contra o T-Rex.",
			"de": "Sprengstoff und Feuer sind wirksam gegen den T-Rex.",
			"pl": "Materiały wybuchowe i ogień są skuteczne przeciwko T-Rex.",
			"ja": "ティラノサウルスに対しては爆発物と火が効果的です。",
			"hu": "A robbanóanyagok és a tűz hatásosak a T-Rex ellen."
		},
		{
			"en": "The T-Rex will regenerate health after not taking damage.",
			"ru": "T-Rex будет восстанавливать здоровье после того, как не получит урона.",
			"zh": "霸王龙在未受到伤害后会恢复生命值。",
			"zh-CHT": "霸王龙在未受到伤害后会恢复生命值。",
			"uk": "T-Rex відновить здоров'я після того, як не отримає пошкоджень.",
			"fr": "Le T-Rex régénérera la santé après ne pas avoir subi de dégâts.",
			"tr": "T-Rex, hasar almadıktan sonra sağlığı yenileyecektir.",
			"es": "El T-Rex regenerará salud después de no recibir daño.",
			"it": "Il T-Rex rigenererà la salute dopo non aver subito danni.",
			"pt": "O T-Rex irá regenerar a saúde depois de não sofrer danos.",
			"de": "Der T-Rex regeneriert seine Gesundheit, nachdem er keinen Schaden erlitten hat.",
			"pl": "T-Rex będzie regenerował zdrowie po tym, jak nie otrzyma obrażeń.",
			"ja": "ティラノサウルスはダメージを受けなければ体力を回復します。",
			"hu": "A T-Rex helyreállítja az egészséget, miután nem okoz sérülést."
		},
		{
			"en": "Target lone humans when playing as the T-Rex.",
			"ru": "Нацельтесь на одиноких людей, играя за T-Rex.",
			"zh": "扮演霸王龙时，目标是孤独的人类。",
			"zh-CHT": "扮演霸王龙时，目标是孤独的人类。",
			"uk": "Граючи за T-Rex, націлюйтеся на самотніх людей.",
			"fr": "Ciblez des humains seuls lorsque vous incarnez le T-Rex.",
			"tr": "T-Rex olarak oynarken yalnız insanları hedefleyin.",
			"es": "Apunta a humanos solitarios cuando juegues como T-Rex.",
			"it": "Prendi di mira umani solitari quando giochi come T-Rex.",
			"pt": "Mire em humanos solitários ao jogar como o T-Rex.",
			"de": "Zielen Sie als T-Rex auf einsame Menschen.",
			"pl": "Grając jako T-Rex, celuj w samotnych ludzi.",
			"ja": "ティラノサウルスとしてプレイするときは、孤独な人間をターゲットにします。",
			"hu": "Célozd meg a magányos embereket, amikor T-Rexként játszol."
		}
	]
}